Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: ...oraz osobiście zwrócimy uwagę Lorenzo na twoją niesubordynację.
uk: ...і ми особисто звернемо увагу Лоренцо на твою непокору.

source: ...oraz osobiście zwrócimy uwagę Roderichowi na twoją niesubordynację.
uk: ...і ми особисто звернемо увагу Родеріха на твою непокору.

source: ...po prostu trzeba odczekać...
uk: ...потрібно просто зачекати...

source: ...poczekajmy, co z tego wyniknie...
uk: ...зачекаємо, що з цього вийде...

source: ...pod Pękniętą Strunę.
uk: ...до Обірваної струни.

source: ...pod Syreni Lament.
uk: ...до Плачу Сирени.

source: ...pod willę Volkera.
uk: ...до маєтку Волкера.

source: ...podsumowując, do wytworzenia nowego zwoju potrzebujesz czystego pergaminu oraz gotowego zwoju, który chcesz docelowo wytworzyć.
uk: ...у підсумку, для створення нового сувою нам потрібен чистий пергамент і готовий сувій, який ти хочеш переписати.

source: ...porozmawiamy o tym przy następnej okazji...
uk: ...поговоримо про це наступного разу...

source: ...portu.
uk: ...порту.

source: ...posłuchał niewłaściwych ludzi...
uk: ...він слухав не тих людей...

source: ...pouciekali jak zające, byłem zupełnie sam...
uk: ...розбіглися, як зайці, коли я був зовсім один...

source: ...powiedziałem dokładnie to samo...
uk: ...я сказав те ж саме...

source: ...powinien być mądrzejszy...
uk: ...я мав здогадатися...

source: ...powinien był wiedzieć lepiej...
uk: ...треба було бути розумнішим...

source: ...pozyskiwać nasiona z żołądków roślinożernych i wszystkożernych zwierząt.
uk: ...діставати насіння зі шлунків травоїдних та всеїдних тварин.

source: ...przecież on wiedział już o tym wcześniej...
uk: ...але він уже знав про це раніше...

source: ...przez to będzie jeszcze więcej kłopotów...
uk: ...через це буде ще більше проблем...

source: ...przynajmniej jest spokój...
uk: ...принаймні все спокійно...

source: ...przyszło nam żyć w niedobrych czasach...
uk: ...доводиться жити в погані часи...

source: ...ruszyłeś któregoś z naszych, a teraz ja muszę coś z tym zrobić.
uk: ...ти зачепив одного з наших, і тепер я повинен щось з цим зробити.

source: ...sam by na to nie wpadł...
uk: ...сам би він до цього не додумався...

source: ...skąd ty to masz...
uk: ...звідки ти це взяв...

source: ...stoczni.
uk: ...корабельні.

source: ...są na to duże szanse...
uk: ...для цього є хороші шанси...

source: ...słyszałam co innego...
uk: ...я чула інше...

source: ...słyszę o tym po raz pierwszy...
uk: ...вперше про це чую...

source: ...tajemnica, o której wszyscy wiedzą...
uk: ...таємниця, про яку всі знають...

source: ...tak dalej być nie może...
uk: ...так далі тривати не може...

source: ...tak jakby brakowało mi zmartwień...
uk: ...наче мені не вистачає проблем...

source: ...tak jest napisane w świętych pismach...
uk: ...так написано у священних писаннях...

source: ...tak mi się właśnie wydawało...
uk: ...це саме те, що я думав...

source: ...tak szybko się skończyły...
uk: ...але вони так швидко закінчилися...

source: ...tak w przypadku ludzi nie zawsze chcesz zabijać.
uk: ...а от людей не завжди варто одразу вбивати.

source: ...tak, naprawdę tak powiedział...
uk: ...так, він справді це сказав...

source: ...tak, to bardzo typowe...
uk: ...так, це дуже типово...

source: ...taka jest bowiem wola Adanosa...
uk: ...така воля Аданоса...

source: ...tego, żebyś zostawił mnie w SPOKOJU!
uk: ...щоб ти залишив мене в СПОКОЇ!

source: ...teraz każdy już o tym wie...
uk: ...тепер вже всі про це знають...

source: ...też cię pozdrawiam.
uk: ...і я тебе вітаю.

source: ...to bardzo prawdopodobne...
uk: ...це дуже правдоподібно...

source: ...to było oczywiste...
uk: ...це було очевидно...

source: ...to było przecież jasne...
uk: ...це ж було ясно...

source: ...to było wiadomo od dawna...
uk: ...це було здавна відомо...

source: ...to mnie wcale nie dziwi...
uk: ...це мене взагалі не дивує...

source: ...to naprawdę nie mój problem...
uk: ...це справді не моя проблема...

source: ...to nie może być tak dalej...
uk: ...так більше не може тривати...

source: ...to przecież nic nowego...
uk: ...у цьому немає нічого нового...

source: ...to przecież oczywiste...
uk: ...це ж очевидно...

source: ...to przecież okropne...
uk: ...це просто жахливо...

source: ...to przynieś nam jeszcze 20 butelek piwa, a do tego, hmm... 10 kiełbas! W końcu coś do przegryzienia też się przyda.
uk: ...то принеси нам ще 20 пляшок пива, а на додачу, гм... 10 ковбас! Зрештою, щось пожувати теж не завадить.

source: ...to rzeczywiście prawda...
uk: ...це дійсно правда...

source: ...to tylko plotki...
uk: ...це всього лиш плітки...

source: ...to wszystko tylko plotki...
uk: ...це всього лише плітки...

source: ...to wszystko tylko pogłoski...
uk: ...це лише чутки...

source: ...trudno mi w to uwierzyć...
uk: ...мені важко в це повірити...

source: ...trzeba było mnie spytać wcześniej...
uk: ...треба було спитати мене раніше...

source: ...trzeba uważać na to, co się mówi...
uk: ...слід уважно стежити, що говориш...

source: ...trzeba uważać, co się komu mówi...
uk: ...треба стежити за тим, що і кому кажеш...

source: ...trzeba zdecydowanie i silnie uderzyć w sam środek...
uk: ...треба втрутитися і розібратися в цьому...

source: ...uciekał, jakby gonił go sam Beliar...
uk: ...тікав так, ніби за ним гнався сам Беліар...

source: ...umówimy się na wino i bagienne ziele?
uk: ...сходимо за вином та болотною травою?

source: ...usuwać krwiopijcom skrzydła.
uk: ...виривати шершням крила.

source: ...usuwać krwiopijcom żądła.
uk: ...виривати шершням жала.

source: ...usuwać pełzaczom pancerze.
uk: ...добувати панцирі повзунів.

source: ...usuwać rogi cieniostworom.
uk: ...виривати роги у тінезвірів.

source: ...usuwać serca golemom i demonom.
uk: ...діставати серця големів та демонів.

source: ...usuwać smoczym zębaczom rogi.
uk: ...виривати роги драконячих снепперів.

source: ...usuwać zwierzętom kły.
uk: ...виривати ікла у звірів.

source: ...usuwać zwierzętom pazury.
uk: ...виривати кігті тварин.

source: ...usuwać zwierzętom żuwaczki.
uk: ...виривати щелепи.

source: ...utrata tej cholernej nogi kosztowała mnie moją pozycję i szacunek dowódcy. Moja dobra żono, nie zamierzam wracać do domu i być do końca mych dni ciężarem dla ciebie.
uk: ...втрата цієї проклятої ноги коштувала мені посади і поваги мого командира. Моя люба дружино, я не маю наміру повертатися додому і бути для тебе тягарем до кінця своїх днів.

source: ...w końcu i tak go oczywiście dorwaliśmy...
uk: ...зрештою, ми все одно до нього дісталися...

source: ...w sumie to się rozmyśliłem.
uk: ...взагалі, я передумав.

source: ...w swych działaniach kieruję się wolą Innosa...
uk: ...я керуюся у своїх діях волею Інноса...

source: ...wiedziałem, że pojawią się problemy...
uk: ...так і знав, що виникнуть проблеми...

source: ...wiesz, mówi się o tym i o tamtym...
uk: ...знаєш, патякають про те, про се...

source: ...winnicy Rity.
uk: ...виноградника Рити.

source: ...winnicy Valerio.
uk: ...виноградника Валеріо.

source: ...winnicę Rity.
uk: ...виноградник Рити.

source: ...winnicę Valerio.
uk: ...виноградник Валеріо.

source: ...winny popełnionej zbrodni.
uk: ...винним у скоєнні злочину.

source: ...wioski Silbach.
uk: ...села Сільбах.

source: ...wszyscy mają teraz ciężko...
uk: ...усім зараз важко...

source: ...wszyscy uciekali jak zające, byłem zupełnie sam...
uk: ...всі розбіглися, як зайці, коли я був зовсім один...

source: ...wszystko jest możliwe...
uk: ...все можливо...

source: ...właściwie może być go tylko żal...
uk: ...власне, його можна тільки пожаліти...

source: ...z tego będzie jeszcze więcej kłopotów...
uk: ...через це буде ще більше проблем...

source: ...za następny dzień.
uk: ... за наступний день.

source: ...za następny tydzień.
uk: ... за наступний тиждень.

source: ...zapewnimy mu inne lokum na czas wynajmu.
uk: ...ми забезпечимо його іншим житлом на час оренди.

source: ...zawsze to powtarzałam...
uk: ...я завжди це говорила...

source: ...zdejmować skórę jaszczurów.
uk: ...знімати шкуру з рептилій.

source: ...zdobywać jaszczurze języki obu typów (zwykłe oraz ogniste).
uk: ...вирізати язики звичайних та вогняних ящерів.

source: ...zdobywać skorupy błotniaków i krabów oraz usuwać pełzaczom pancerze.
uk: ...добувати панцирі мулистих черепах та крабів.

source: ...zdobywać tłuszcze zwierzęce.
uk: ...добувати тваринний жир.

source: ...zmiany w dokumentacji, odwołanie dostaw od alchemików, to wszystko będzie trochę kosztować...
uk: ...зміни в документації, скасування поставок від алхіміків, все це буде трохи коштувати...

source: ...znasz już moje zdanie...
uk: ...ти вже знаєш мою думку...

source: ...zupełnie się z tobą zgadzam...
uk: ...я повністю з тобою згоден...

source: ...żal mi tego biedaka...
uk: ...мені жаль цього бідолаху...

source: ...że jeszcze pogorszyłeś sprawę!
uk: ...що ти зробив ще гірше!

source: 10 piw i 10 pietruszek.
uk: 10 пива і 10 пучків петрушки.

source: 10 sztuk złota.
uk: 10 золотих.

source: 10 złotych samorodków to naprawdę uczciwa darowizna.
uk: 10 золотих самородків - це дійсно справедлива плата.

source: 100 sztuk złota
uk: 100 золотих.

source: 100 sztuk złota i będzie twój.
uk: 100 золотих і вона твоя.

source: 100 sztuk złota to była oferta, gdy moje piwo jeszcze nie było znane...
uk: 100 золотих – це була пропозиція, коли моє пиво ще не було відомим...

source: 100 sztuk złota za skrzynkę.
uk: 100 золотих за ящик.

source: 100 sztuk złota za zardzewiały miecz? Gdzie ty się uczyłeś handlu?
uk: 100 золотих за іржавий меч? Де ти навчився такій торгівлі?

source: 100 sztuk złota, a ja podaję imię i miejsce, nic więcej.
uk: 100 золотих, і я назву ім'я та місце, і нічого більше.

source: 100 sztuk złota.
uk: 100 золотих.

source: 100 sztuk złota. Bez negocjacji. Proszę, spróbuj sama.
uk: 100 золотих. Без торгу. Будь ласка, спробуй сама.

source: 100 sztuk złota? Chyba jednak poczekam na kogoś rozsądniejszego...
uk: 100 золотих? Гадаю, я зачекаю на когось більш поміркованого...

source: 1000 Sztuk złota.
uk: 1000 золотих.

source: 1000 sztuk złota.
uk: 1000 золотих.

source: 1000 złotych monet - tyle wynosiła cena za mojego brata. Z tego, co mówi Ben, to więcej niż za przeciętnego niewolnika.
uk: 1000 золотих монет – такою була ціна за мого брата. За словами Бена, це більше, ніж за звичайного раба.

source: 15 sztuk złota.
uk: 15 золотих.

source: 150 sztuk złota.
uk: 150 золотих.

source: 2 głośniki|Słuchawki|Surround|4 głośniki|głośniki 5.1|głośniki 7.1
uk: Колонки|Навушники|Об'ємний|Квадро|5.1|7.1

source: 20 sztuk złota za cały kosz!
uk: 20 золотих за цілий ящик!

source: 20 sztuk złota.
uk: 20 золотих.

source: 200 sztuk złota za skrzynkę piwa? To jakaś przesada!
uk: 200 золотих за ящик пива? Щось забагато!

source: 200 sztuk złota.
uk: 200 золотих.

source: 22 khz|44 khz
uk: 22 кГц | 44 кГц

source: 25 sztuk złota.
uk: 25 золотих.

source: 250 sztuk złota.
uk: 250 золотих.

source: 30 sztuk złota i jesteś bezpieczny!
uk: 30 золотих і ти в безпеці!

source: 30 sztuk złota wystarczy?
uk: 30 золотих вистачить?

source: 30 sztuk złota.
uk: 30 золотих.

source: 300 sztuk złota.
uk: 300 золотих.

source: 350 sztuk złota.
uk: 350 золотих.

source: 4. Podnóże wieży sygnałowej: lęgowisko ścierwojadów. Sporadyczne występowanie innej zwierzyny.
uk: 4. Підніжжя сигнальної вежі: гніздування падальників. Іноді трапляються й інші дикі звірі.

source: 40 sztuk złota i jesteś bezpieczny!
uk: 40 золотих і ти в безпеці!

source: 40 sztuk złota.
uk: 40 золотих.

source: 400 sztuk złota.
uk: 400 золотих.

source: 450 sztuk złota.
uk: 450 золотих.

source: 5 bryłek wystarczy?
uk: П'яти самородків достатньо?

source: 5 sztuk złota.
uk: 5 золотих.

source: 5. Bursztynowe Wybrzeże: siedlisko krabów. Obecność ich młodych na brzegu czasami przyciąga morskie topielce.
uk: 5. Бурштинове узбережжя: місце проживання крабів. Присутність їх дитинчат на березі іноді приваблює луркерів.

source: 50 sztuk złota albo zabieram preparat.
uk: 50 золотих, або я забираю препарат.

source: 50 sztuk złota i jest twój.
uk: 50 золотих і він твій.

source: 50 sztuk złota i jestem twoja.
uk: 50 золотих і я твоя.

source: 50 sztuk złota.
uk: 50 золотих.

source: 50 sztuk złota? 30 sztuk złota brzmi jak bardziej rozsądna oferta.
uk: 50 золотих? 30 золотих звучить більш прийнятною пропозицією.

source: 500 Sztuk złota.
uk: 500 золотих.

source: 500 sztuk złota.
uk: 500 золотих.

source: 550 sztuk złota.
uk: 550 золотих.

source: 6 sztuk złota, więcej nie spuszczę.
uk: 6 золотих, більше не дам.

source: 6. Las przy Małej Winnicy: dużo leśnych bestii. Częste występowanie innych leśnych stworzeń (głównie wilki).
uk: 6. Ліс біля Малого виноградника: багато лісових жуків. Часта поява інших лісових тварин (переважно вовків).

source: 60 sztuk złota.
uk: 60 золотих.

source: 600 sztuk złota.
uk: 600 золотих.

source: 650 sztuk złota.
uk: 650 золотих.

source: 70 sztuk złota.
uk: 70 золотих.

source: 700 sztuk złota.
uk: 700 золотих.

source: 75 sztuk złota.
uk: 75 золотих.

source: 750 sztuk złota.
uk: 750 золотих.

source: 80 sztuk złota.
uk: 80 золотих.

source: 800 sztuk złota.
uk: 800 золотих.

source: 850 sztuk złota.
uk: 850 золотих.

source: 90 sztuk złota.
uk: 90 золотих.

source: 900 sztuk złota.
uk: 900 золотих.

source: 950 sztuk złota.
uk: 950 золотих.

source: <beczy>
uk: <бекає>

source: <budzi się>
uk: <прокидається>

source: <bzyczenie>
uk: <дзижчання>

source: <chrząka z zainteresowaniem>
uk: <зацікавлено гарчить>

source: <odgłosy orka>
uk: <оркська мова>

source: <piszczy>
uk: <пищить>

source: <szczeka radośnie>
uk: <радісно гавкає>

source: <szczeka szczęśliwy>
uk: <задоволено гавкає>

source: <szczeka z dumą>
uk: <гордо гавкає>

source: <szczeka>
uk: <гавкає>

source: <ziewnięcie>
uk: <позіхає>

source: ?Imię
uk: ?Ім'я

source: ?Nazwij wino
uk: ?Назва вина

source: A Ars jako piewca ideałów dał mu się łatwo zmanipulować.
uk: А Арс, як оспівувач ідеалів, дозволяв собою легко маніпулювати.

source: A Beliar go wie. Znam go od lat i wiem, że nie jest na tyle głupi, żeby nie rozumiał powagi sytuacji.
uk: А Беліар його знає. Я знайомий з ним багато років і знаю, що він не настільки дурний, щоб не розуміти серйозності ситуації.

source: A Beliar jeden was tam wie! Żadnemu z was nie ufam i nie zaufam!
uk: А Беліар вас знає! Я не довіряю і не збираюся довіряти нікому з вас!

source: A Godryk... cóż...
uk: А Годрік... ну...

source: A Herdis?
uk: А Гердіс?

source: A Innos dał człowiekowi światło, by ten mógł rozproszyć mrok.
uk: І дав Іннос людині світло, щоб вона могла розвіяти темряву.

source: A Rodrigo wspominał, że nikt tak dobrze nie kończy roboty jak ty...
uk: А Родріго згадував, що ніхто не виконує роботу так добре, як ти...

source: A TA bestia co tu robi?
uk: А ЦЯ тварюка що тут робить?

source: A bo co?
uk: А то що?

source: A bo ja wiem? Może Lowell? On zawsze był z tych twardszych.
uk: Навіть не знаю. Може, Лоувел? Він завжди був одним з найсильніших.

source: A bo ja wiem? Na tym się nie znam w przeciwieństwie do map. Pokaż mi swoją.
uk: Без поняття. Я нічого про це не знаю, на відміну від мап. Покажи мені свою.

source: A bo ja wiem? Nie jestem przyrodnikiem.
uk: А я що, знаю? Я не природознавець.

source: A byłbym zapomniał, Lorenzo wyraźnie rozkazał, że mamy przebrać się w neutralne ubrania.
uk: Мало не забув, Лоренцо наказав нам переодягнутися в нейтральний одяг.

source: A cholera was wie! Pewnie mieli jakieś bandyckie porachunki!
uk: А хто вас в біса знає! Це, мабуть, якісь бандитські розбірки!

source: A cholera wie. Jak się napruje, to może pójść wszędzie. Kiedyś zasnął na dźwigu przed Leżem i spadł z niego!
uk: А дідько його знає. Він як нап'ється, то може піти куди завгодно. Одного разу він заснув на підйомнику, що біля Лігва, і впав з нього!

source: A cholera z tobą! Nic nikomu nie powiesz!
uk: А до біса тебе! Ти нікому нічого не скажеш!!

source: A cholera z tobą, ktoś taki jak ty nie może zrozumieć misji prawdziwego paladyna!
uk: І будь ти проклятий, якщо хтось на кшталт тебе не може усвідомити місію справжнього паладина!

source: A ciebie kto wpuścił do miasta, brudasie?
uk: І хто тебе такого замазуру впустив до міста?

source: A ciebie powinnam zabić tu, gdzie stoisz.
uk: Я б тебе прибила там, де ти стоїш.

source: A co Anskarem? Z nas wszystkich ma najwięcej doświadczeń z orkami.
uk: А що з Анскаром? З нас усіх він має найбільше досвіду з орками.

source: A co Viktor ma z tym wspólnego?
uk: А до чого тут Віктор?

source: A co będzie dobrym powodem?
uk: А що буде вагомою причиною?

source: A co chcesz wiedzieć?
uk: Що б ти хотів дізнатися?

source: A co ci daje prawo do rozkazywania moim ludziom?
uk: А хто тобі дав право віддавати накази моїм людям?

source: A co ci przeszkadza to ciało? Sama go zabiłaś.
uk: А що не так з тілом? Ти ж сама його вбила.

source: A co ci przyjdzie z tej informacji? Za moment i tak dołączysz do swoich przyjaciół z miasta.
uk: Для чого тобі це знати? За мить ти все одно приєднаєшся до своїх друзів з міста.

source: A co cię obchodzi królewska sól?
uk: А що тобі до королівської солі?

source: A co cię to interesuje?
uk: А тобі яка до того справа?

source: A co cię to obchodzi? Jestem Simon.
uk: А тобі яка різниця? Я Саймон.

source: A co cię to?
uk: А тобі що з того?

source: A co dalej?
uk: А що далі?

source: A co do Ernesto, to przeproszę go za tę sytuację osobiście.
uk: Що стосується Ернесто, то я вибачусь перед ним за цю ситуацію особисто.

source: A co do sławnych skazańców, to trochę się ich przewinęło.
uk: А що стосується відомих засуджених, то їх було чимало.

source: A co do twojej opowieści, to myślę, że poniosła cię wyobraźnia.
uk: Щодо твоєї історії, то я думаю, що в тебе розігралася уява.

source: A co gdybym... został jednym z was?
uk: Що, якби я... став одним з вас?

source: A co innego nam pozostaje? Tak długo, jak będzie żył, tak długo będzie próbował odzyskać winnicę. Zresztą, nie czas na dyskusje!
uk: А що нам залишається? Поки він живий, він буде намагатися повернути собі виноградник. У будь-якому випадку, зараз не час для дискусій!

source: A co ja będę z tego miał?
uk: А що я з цього матиму?

source: A co ja ci niby na to poradzę? Tak jak powiedziałem, jeszcze nie wiem dokładnie, jak było!
uk: А що я маю розповісти? Як я вже говорив, я й сам ще не знаю, що саме сталося!

source: A co ja jestem, jego niańką?
uk: А я йому що, нянька?

source: A co ja mam do gadania? Poza tym, przynajmniej mam jakąś robotę. Ciężko o nią, gdy wszędzie wojna.
uk: Нічого не поробиш. Принаймні, у мене є робота. А її не так просто знайти, коли навколо йде війна.

source: A co ja mam robić?
uk: А що я маю робити?

source: A co ja mam z tym wspólnego?
uk: А я тут до чого?

source: A co ja mu zrobiłam?
uk: А що я йому зробила?

source: A co ja rybak, że haczyki ukrywam gdzie popadnie?
uk: Я що, рибалка, щоб розставляти пастки?

source: A co ja takiego zrobiłem?
uk: А що я такого зробив?

source: A co ja z tego będę miał?
uk: А що я з цього матиму?

source: A co ja, baba, żeby takimi soczkami się raczyć? Dawaj, stać cię na więcej.
uk: Я що, жінка, щоб пити цей сік? Ну ж бо, ти можеш запропонувати щось краще.

source: A co ja, ich opiekunka?
uk: А я що, їм нянька?

source: A co ja, jasnowidz jestem? Światło może zarówno odstraszyć, jak i zwabić niektóre zwierzęta.
uk: А я що, ясновидець? Світло може як відлякувати, так і приваблювати деяких звірів.

source: A co jak na horyzoncie pojawią się galery orków? Kto wtedy ostrzeże miasto i pozostałe wyspy?
uk: А якщо на горизонті з'являться галери орків? Хто тоді попередить місто та інші острови?

source: A co jakby ktoś załatwił brakujące formalności?
uk: А що, якщо хтось владнає формальності з документами?

source: A co jeszcze? Prawa miałbym mu odczytać? Przecież i tak nic by do niego nie trafiło!
uk: А що ще? Мені зачитати йому його права? Він усе одно нічого не зрозуміє!

source: A co jeśli Roderich będzie w złym nastroju i wizja dwóch skazańców do Kolonii bardziej przypadnie mu do gustu?
uk: А якщо у Родеріха поганий настрій, і перспектива засудити одразу двох до Колонії йому буде більше до вподоби?

source: A co jeśli Valerio zdecydował się załatwić formalności i sporządził inną wersję testamentu? Zatwierdzoną przez radcę miejskiego?
uk: А що якби Валеріо вирішив владнати формальності і склав іншу версію заповіту? Затверджену міською радою?

source: A co jeśli ochrona mienia lub stanie na straży nie jest waszym powołaniem? Każda umiejętność jest mile widziana!
uk: Що робити, якщо охороняти майно чи стояти на варті – не ваше покликання? Будь-які вміння вітаються!

source: A co jeśli odmówię?
uk: А якщо я відмовлюся?

source: A co jeśli ten kundel potrafi też gryźć?
uk: А що, якщо цей пес ще й кусається?

source: A co jeśli twój baran zeskoczył na dół?
uk: А якщо твій баран стрибнув вниз?

source: A co jeśli tych wyjątków jest więcej?
uk: А що, якщо таких винятків більше?

source: A co jeśli znajdziemy tam bandytów albo jakąś dziką bestię?
uk: А якщо ми зустрінемо там бандитів або якогось дикого звіра?

source: A co ktoś taki jak ty może wiedzieć o życiu?
uk: А що такий як ти може знати про життя?

source: A co ma być? Jedno morderstwo w tą czy tamtą różnicy nie czyni.
uk: А що має бути? Одне вбивство так чи інакше нічого не змінює.

source: A co mamy według ciebie zrobić? Czekać, aż ktoś poderżnie nam gardło? Zacząć kraść?
uk: А що, на твою думку, ми повинні робити? Чекати, поки хтось переріже нам горло? Почати красти?

source: A co mi do tego?
uk: А мені що з того?

source: A co mi pozostało?
uk: А що мені залишається?

source: A co mi tam! Nie powieszą mnie za opuszczenie stanowiska.
uk: Та що б тебе! Мене ж не повісять за те, що я покинув свій пост.

source: A co miałem robić w sprawie zaginięcia, skoro Lewko kazał się tym zająć komuś innemu? Weź, pomyśl trochę.
uk: А що я маю до його зникнення, якщо Левко доручив це комусь іншому? Ну ж бо, подумай трохи.

source: A co miałem zrobić po utracie domu? Napadać na kupców jak inni mieszkańcy?
uk: А що мені лишалось робити після втрати будинку? Грабувати торговців, як інші мешканці?

source: A co miałoby być większym? Nie ma czegoś takiego!
uk: А що може бути гіршим? Нічого гіршого не буває!

source: A co mielibyśmy robić?
uk: А чим ми можемо зайнятися?

source: A co mnie oni obchodzą. Nie chce mi się.
uk: А мене чому вони повинні обходити? Відчепись.

source: A co mnie to? Strażnik nie strażnik, każdy płaci tyle samo.
uk: А мені що з того? Вартовий ти чи ні, всі платять однаково.

source: A co może być słychać na lądzie? Same złe wieści o froncie i o fatalnej sytuacji na wyspie.
uk: А що можна почути на суші? Лише погані новини з фронту та про жахливу ситуацію на острові.

source: A co może robić większe wrażenie niż wjechanie na samą górę wielką drewnianą windą!
uk: А що може бути більш вражаючим, ніж піднятися на самий верх на великому дерев'яному підйомнику!

source: A co my tu mamy?
uk: І що це у нас тут?

source: A co niby mam wiedzieć? Jak go naprawić? Nie jestem rzemieślnikiem, nie znam się na dźwigach.
uk: А що мені може бути відомо? Як його полагодити? Я не майстер, я нічого не знаю про крани.

source: A co oni mogą mi jeszcze zrobić? Życie pozbawiło mnie wszystkiego, co miałem!
uk: А що ще вони можуть мені зробити? Життя й так позбавило мене всього, що я мав!

source: A co polecasz?
uk: А що рекомендуєш?

source: A co powiesz na dobry miecz prosto z kontynentu? Takiego oręża nie znajdziesz na tych wyspach!
uk: А як щодо хорошого меча прямо з материка? Такої зброї ти точно не знайдеш на цих островах!

source: A co robią władze?
uk: А що робить влада?

source: A co się może stać? Wycelowałem kawałek nad nim. Co najwyżej chata lekko się roztrzaska, kilka desek i będzie jak nowa.
uk: Та що може трапитися? Я прицілився якраз над ним. У гіршому випадку ми трохи розтрощимо хатину, але кілька дощок і вона як новенька.

source: A co się stało?
uk: І що ж сталося?
